
[A_Cleave H7CreatureAbility]
mName="Рубящий удар"
mTooltip="Существо всегда наносит два удара. У атакованного противника есть возможность нанести ответный удар после первой атаки."
[A_FeralCharge_Buff H7BaseBuff]
mName="Яростный рывок"
[A_Indomitable H7CreatureAbility]
mName="Непреклонность"
mTooltip="Существо невосприимчиво к следующим негативным эффектам, влияющим на разум: снижению %ICON_MORALE боевого духа, а также к эффектам «Парализующего взгляда» и «Лика страха», накладываемым при атаке."
[A_Charge H7CreatureAbility]
mName="Разбег"
mTooltip="Существо получает +2 к %ICON_ATTACK атаке за каждую клетку, пройденную перед нанесением удара."
[A_DemonicLineage H7CreatureAbility]
mName="Кровь демонов"
mTooltip="Сопротивляемость к огню: урон от заклинаний магии огня снижен на 50%, урон от магии огня, наносимый существами, снижается на 25%.\nУязвимость к свету: существо получает на 25% больше урона от света."
[A_LongRange H7CreatureAbility]
mName="Длинное копье"
mTooltip="Малые существа не могут нанести этому отряду ответный удар."
[A_Backstab H7CreatureAbility]
mName="Удар в спину"
mTooltip="Бонус при атаке с тыла увеличивается на 50% от базового значения."
[A_HeartOfDarkness H7CreatureAbility]
mName="Сердце Тьмы"
mTooltip="Существо и находящиеся рядом дружественные отряды получают сопротивляемость к магии света; находящиеся рядом вражеские отряды становятся уязвимы к магии тьмы."
[A_HeartOfDarkness_Buff_Resistance H7BaseBuff]
mName="Сердце Тьмы"
mTooltip="Сопротивляемость к свету: урон от заклинаний магии света снижен на 50%, урон от огня, наносимый существами, снижается на 25%."
[A_LifeDrain H7CreatureAbility]
mName="Вытягивание жизни"
mTooltip="Существо восстанавливает здоровье в размере 50% от нанесенного им урона. Также эта способность позволяет возвращать павших существ на поле боя.\nНе действует, если существо атакует нежить или конструкта."
[A_FeralCharge H7CreatureAbility]
mName="Яростный рывок"
mTooltip="Существо атакует цель вне зависимости от расстояния, ответный удар не наносится. %ICON_ATTACK Атака увеличивается до %buff1.buff.stat2, а %ICON_DEFENSE защита снижается до %buff4.buff.stat.norm до конца хода.\nМожно использовать один раз за бой."
[A_AcidBreath_Buff H7BaseBuff]
mName="Ядовитое дыхание"
mTooltip="В начале своего хода существо получает %special1.val1 ед. урона от %ICON_EARTH магии земли. Каждый ход урон уменьшается в два раза. Длительность (ходов): %durnow."
[A_AcidBreath H7CreatureAbility]
mName="Ядовитое дыхание"
mTooltip="Существо выпускает в сторону атакуемого отряда струю кислоты. Все существа, находящиеся под ее действием, наносят половину урона в следующий ход и 25% урона через ход."
[A_HeartOfDarkness_Buff_Vulnerability H7BaseBuff]
mName="Сердце Тьмы"
mTooltip="Уязвимость к магии тьмы: существо получается на 25% больше урона от магии тьмы."
[A_ManaDrain H7CreatureAbility]
mName="Вытягивание маны"
mTooltip="Каждое убийство вражеского существа восстанавливает герою %special %ICON_MANA ед. маны. Количество маны, восстанавливаемое одним ударом, ограничено показателем магии героя."
[A_MobileShooter H7CreatureAbility]
mName="Стрельба в движении"
mTooltip="Существо может выстрелить до или после перемещения."
[A_DoubleShot H7CreatureAbility]
mName="Двойной выстрел"
mTooltip="Если отряд, атакуя в дальнем бою, убил хотя бы одного врага, он атакует повторно. Атакованные существа могут нанести ответный удар после первой атаки."
[A_Cleave_Buff_Penalty H7BaseBuff]
mName="CleavePenalty"
mTooltip="Длительность: %t"
[A_Charge_Buff H7BaseBuff]
mName="Рывок"
[A_ImmunityLight H7CreatureAbility]
mName="Невосприимчивость к магии света"
mTooltip="Существо невосприимчиво к негативным эффектам заклинаний магии света. Урон от атак, основанных на магии света, снижается вдвое."
[A_Construct H7CreatureAbility]
mName="Конструкт"
mTooltip="Существо невосприимчиво к яду, слепоте и заклинаниям, воздействующим на разум и боевой дух. Его невозможно исцелить или воскресить."
[A_Blind H7CreatureAbility]
mName="Слепота"
mTooltip="Существо слепо от природы, и потому невосприимчиво к эффектам слепоты."
[A_InspiringPresence_Buff H7BaseBuff]
mName="Воодушевляющее присутствие"
mTooltip="%stat2 к %ICON_MORALE боевому духу.\n%stat1 к %ICON_LUCK удаче."
[A_ImmunityWater H7CreatureAbility]
mName="Невосприимчивость к магии воды"
mTooltip="Существо невосприимчиво к негативным эффектам заклинаний магии воды. Урон от атак, основанных на магии воды, снижается вдвое."
[A_AuraOfPestilence_Buff_Damage H7BaseBuff]
mName="Аура чистоты"
mTooltip="%e1"
[A_ImmunityFire H7CreatureAbility]
mName="Невосприимчивость к магии огня"
mTooltip="Существо невосприимчиво к негативным эффектам заклинаний магии огня. Урон от атак, основанных на магии огня, снижается вдвое."
[A_ImmunityDarkness H7CreatureAbility]
mName="Невосприимчивость к магии тьмы"
mTooltip="Существо невосприимчиво к негативным эффектам заклинаний магии тьмы. Урон от атак, основанных на магии тьмы, снижается вдвое."
[A_AuraOfPestilence_Buff H7BaseBuff]
mName="Чумная аура"
mTooltip="%stat1 %ICON_ATTACK атаки.\n%stat2 %ICON_MAX_MOVEMENT дальности перемещения.\nДлительность (ходов): %durnow."
[A_DoubleShot_Buff_Penalty H7BaseBuff]
mName="DoubleShotPenalty"
mTooltip="Длительность: %t"
[A_AuraOfPurity_Buff H7BaseBuff]
mName="Аура чистоты"
mTooltip="На существо не действуют негативные магические эффекты."
[A_EntanglingRoots_Buff H7BaseBuff]
mName="Оплетающие корни"
mTooltip="Существо не может передвигаться и использовать способности, связанные с движением."
[A_DragonAcidBreath H7CreatureAbility]
mName="Ядовитое дыхание дракона"
mTooltip="Существо выпускает в сторону атакуемого отряда струю кислоты. Все существа, находящиеся под действием кислоты, наносят половину урона в следующий ход и 25% урона через ход."
[A_FeralCharge_Buff_Penalty H7BaseBuff]
mName="Яростный рывок"
mTooltip="Защита %ICON_DEFENSE существ снижена до %stat.norm.\nДлительность (ходов): %durnow."
[A_FieryEye H7CreatureAbility]
mName="Испепеляющая ярость"
mTooltip="Существо наносит полный урон с любого расстояния. Противник получает от %d.min до %d.max ед. урона от %ICON_FIRE огня."
[A_ImmunityAir H7CreatureAbility]
mName="Невосприимчивость к магии воздуха"
mTooltip="Существо невосприимчиво к негативным эффектам заклинаний магии воздуха. Урон от атак, основанных на магии воздуха, снижается вдвое."
[A_FatalStrike H7CreatureAbility]
mName="Смертельный удар"
mTooltip="Если существо наносит хотя бы одну единицу урона, оно убивает минимум одно существо из вражеского отряда."
[A_AuraOfLight_Buff H7BaseBuff]
mName="Аура света"
mTooltip="Существо невосприимчиво к магии тьмы."
[A_EntanglingRoots H7CreatureAbility]
mName="Оплетающие корни"
mTooltip="Существа, по которым энты нанесли удар, не могут двигаться и использовать способности, связанные с перемещением. Эффект действует, пока энт не сдвинется с места."
[A_AuraOfLight H7CreatureAbility]
mName="Аура света"
mTooltip="Существо и находящиеся рядом отряды союзников становятся невосприимчивы к магии тьмы."
[A_AuraOfCleansing_Buff H7BaseBuff]
mName="Аура очищения"
mTooltip="%stat к %ICON_DEFENSE защите.\nВ начале хода рассеивается один случайный негативный эффект, наложенный на существо."
[A_AuraOfCleansing H7CreatureAbility]
mName="Аура очищения"
mTooltip="Существо и находящиеся рядом дружественные отряды получают %buff1.buff.stat к %ICON_DEFENSE защите. В начале хода рассеивается один негативный магический эффект, наложенный на них."
[A_Bash H7CreatureAbility]
mName="Оглушающая атака"
mTooltip="Критические удары существа парализуют противника, лишая его возможности двигаться ли атаковать до конца его следующего хода."
[A_AuraOfPurity H7CreatureAbility]
mName="Аура чистоты"
mTooltip="Существо и находящиеся рядом дружественные отряды становятся невосприимчивы к негативным магическим эффектам."
[A_InspiringPresence H7CreatureAbility]
mName="Воодушевляющее присутствие"
mTooltip="Существо и находящиеся рядом дружественные отряды получают %buff1.buff.stat1 к %ICON_MORALE боевому духу и %ICON_LUCK удаче."
[A_LeafDaggers H7CreatureAbility]
mName="Листья-клинки"
mTooltip="Существо наносит урон с бонусом %ICON_RANGE 100% по всем врагам, стоящим на одной линии. Укрытия и %ICON_DEFENSE защита не снижают урон от выстрела."
[A_DragonAcidBreath_Buff H7BaseBuff]
mName="Ядовитое дыхание дракона"
mTooltip="Отряд получает чать урона, полученного при наложении эффекта."
[A_ArcaneWings H7CreatureAbility]
mName="Мистические крылья"
mTooltip="В конце хода на каждый находящийся рядом отряд противника действует случайный магический эффект."
[A_ImmunityPrime H7CreatureAbility]
mName="Невосприимчивость к изначальной магии"
mTooltip="Существо невосприимчиво к негативным эффектам и заклинаниям изначальной магии. Урон от атак, основанных на изначальной магии, снижается вдвое."
[A_ImmunityEarth H7CreatureAbility]
mName="Невосприимчивость к магии земли"
mTooltip="Существо невосприимчиво к негативным эффектам и заклинаниям магии земли. Урон от атак, основанных на магии земли, снижается вдвое."
[A_MagicAbsorption H7CreatureAbility]
mName="Поглощение магии"
mTooltip="Весь магический урон, получаемый от заклинаний, добавляет урон от %ICON_PRIME изначальной магии к следующей атаке существа. Дополнительный урон ограничен количеством существ в отряде, помноженным на их базовый урон."
[A_MagicAbsorption_Buff H7BaseBuff]
mName="Поглощение магии"
mTooltip="Следующий удар существа наносит дополнительный урон от %ICON_PRIME изначальной магии."
[A_MagicCatalyst H7CreatureAbility]
mName="Усиление магии"
mTooltip="Все находящиеся рядом отряды противника получают %buff1.buff.res.norm ед. урона от заклинаний, наносящих мгновенный урон."
[A_MagicCatalyst_Buff H7BaseBuff]
mName="Усиление магии"
mTooltip="Существо получает на %res.norm больше урона от заклинаний, наносящих мгновенный урон."
[A_MagicImmunity H7CreatureAbility]
mName="Невосприимчивость к магии"
mTooltip="Существо невосприимчиво к негативным эффектам и заклинаниям магии любой школы. Урон от атак, основанных на магии любой школы, снижается вдвое."
[A_MagicTouch H7CreatureAbility]
mName="Магическое прикосновение"
mTooltip="При атаке накладывает на существо случайный негативный магический эффект."
[A_Maneuver H7CreatureAbility]
mName="Маневрирование"
mTooltip="При нанесении ответного удара существо отходит от нападающего и наносит ответный удар, используя атаку дальнего боя."
[A_Mesmerize H7CreatureAbility]
mName="Парализующий взгляд"
mTooltip="При получении критического урона отряд противника будет парализован и не сможет двигаться или атаковать до начала следующего хода или до получения им урона."
[A_Mesmerize_Buff H7BaseBuff]
mName="Парализующий взгляд"
mTooltip="Существо не может двигаться, атаковать и наносить ответные удары до конца хода или до получения им урона."
[A_MightyPounce H7CreatureAbility]
mName="Мощный наскок"
mTooltip="Один раз за бой существо может преодолеть расстояние, в два раза превышающее обычную дальность движения, и атаковать всех находящихся рядом существ, не получив ответный удар."
[A_ResistanceAir H7CreatureAbility]
mName="Сопротивляемость магии воздуха"
mTooltip="Урон от заклинаний и эффектов магии воздуха уменьшен вдвое, урон от магии воздуха, наносимый существами, снижен на 25%."
[A_GiftOfLife H7CreatureAbility]
mName="Дар жизни"
mTooltip="«Обновление» энтов-прародителей также врзвращает к жизни павших дриад."
[A_Splash H7CreatureAbility]
mName="Всплеск"
mTooltip="Существо стреляет по области 3x3. Нельзя использовать, если существо находится в ближнем бою."
[A_LivingShelter H7CreatureAbility]
mName="Заколдованный лес"
mTooltip="Отряд получает %buff1.buff.stat1 к %ICON_DEFENSE защите и обеспечивает укрытие для дружественных существ. Блокирует перемещение существ противника, находящихся в непосредственной близости, и не мешает проходить дружественным существам. %name существует, пока отряд не движется и не атакует."
[A_Regeneration_Dragon H7CreatureAbility]
mName="Восстановление"
mTooltip="Существо восстанавливает %d.min ед. здоровья в конце своего хода."
[A_Regeneration_Wyvern H7CreatureAbility]
mName="Восстановление"
mTooltip="Существо восстанавливает %d.min ед. здоровья в конце своего хода."
[A_BlindingLight H7CreatureAbility]
mName="Ослепляющий свет"
mTooltip="Критические удары существа парализуют противника, лишая его возможности двигаться или атаковать до конца его следующего хода."
[A_NightmarishPresence H7CreatureAbility]
mName="Кошмарное присутствие"
mTooltip="Стоящие рядом вражеские отряды получают %buff1.buff.stat к %ICON_MORALE боевому духу."
[A_OpportunityRetaliation_Buff H7BaseBuff]
mName="Поддержка"
[A_PiercingShot H7CreatureAbility]
mName="Пронзающий выстрел"
mTooltip="Существо наносит урон всем отрядам, стоящим на одной линии."
[A_FireNova H7CreatureAbility]
mName="Огненная звезда"
mTooltip="Существо стреляет по области 3x3. Нельзя использовать, если существо находится в ближнем бою. Можно использовать один раз за бой."
[A_ResistanceFire H7CreatureAbility]
mName="Сопротивляемость магии огня"
mTooltip="Урон от заклинаний и эффектов магии огня уменьшен вдвое, урон от магии огня, наносимый существами, снижен на 25%."
[A_Regeneration_ShantiriTitan H7CreatureAbility]
mName="Восстановление"
mTooltip="Существо восстанавливает %d.min ед. здоровья в конце своего хода."
[A_RangedRetaliation H7CreatureAbility]
mName="Ответный выстрел"
mTooltip="Существо может ответить на атаку дальнего боя, если не сражается в ближнем бою."
[A_PiercingClaws_Buff H7BaseBuff]
mName="Пронзающие когти"
[A_ResistanceLight H7CreatureAbility]
mName="Сопротивляемость магии света"
mTooltip="Урон от заклинаний и эффектов магии света уменьшен вдвое, урон от магии света, наносимый существами, снижен на 25%."
[A_Rooting_Buff_Critical H7BaseBuff]
mName="Оплетение"
mTooltip="Существо не может передвигаться и использовать способности, связанные с движением."
[A_BreathOfLight H7CreatureAbility]
mName="Дыхание света"
mTooltip="Существо выпускает в сторону вражеских отрядов луч света. При получении критического удара отряды противника будут парализованы и не смогут двигаться или атаковать до конца своего следующего хода."
[A_SeaWarfare H7CreatureAbility]
mName="Морское дело"
mTooltip="При сражении на борту корабля существо получает\n%buff.buff.stat6 к базовому урону, %buff.buff.stat2 к здоровью,\n%buff.buff.stat4 к %ICON_ATTACK атаке, %buff.buff.stat5 к %ICON_DEFENSE защите,\n%buff.buff.stat8 к %ICON_MORALE боевому духу, %buff.buff.stat9 к %ICON_LUCK удаче,\n%buff.buff.stat3 к %ICON_INITIATIVE инициативе, %buff.buff.stat1 к %ICON_MAX_MOVEMENT дальности перемещения."
[A_Rooting_Buff_Base H7BaseBuff]
mName="Оплетение"
mTooltip="%stat к %ICON_MAX_MOVEMENT дальности перемещения"
[A_Thorns H7CreatureAbility]
mName="Шипы"
mTooltip="Область 2x2 будет покрыта шипами на протяжении %durini раунда(ов). Вражеские существа, которые начинают свой ход в этой области, получают %buff1.buff.buff.buff.stat к %ICON_MAX_MOVEMENT дальности перемещения до конца своего хода. Если существа перемещаются, им наносится 10 ед. урона от %ICON_EARTH магии земли за каждого друида-старейшину."
[A_SolderingHands H7CreatureAbility]
mName="Огненные руки"
mTooltip="Восстанавливает дружественным конструктам %d.min ед. здововья. Может восстановить даже разрушенных конструктов."
[A_Sweep H7CreatureAbility]
mName="Рассекающий удар"
mTooltip="Существо наносит урон всем отрядам, находящимся по сторонам от выбранного существа."
[A_OpportunityAttack H7CreatureAbility]
mName="Коварная атака"
mTooltip="Если в данный момент существо не ведет ближний бой, оно атакует с расстояния первый вражеский отряд, который будет атакован союзниками в ближнем бою. Урон от этой атаки снижен на %buff.buff.buff1.buff.stat1.norm. Эффект срабатывает один раз за раунд и не тратит ход существа."
[A_StrikeAndReturn H7CreatureAbility]
mName="Атака и отступление"
mTooltip="После атаки существо возвращается на изначальную позицию, если эта клетка свободна."
[A_HexOfDisruption H7CreatureAbility]
mName="Искажающий сглаз"
mTooltip="Атака дальнего боя снижает на %buff.buff.buff1.buff.stat.norm %ICON_DEFENSE защиту выбранного существа и всех вражеских отрядов рядом с ним на %buff.buff.buff1.buff.durini хода."
[A_Nova H7CreatureAbility]
mName="Изначальная звезда"
mTooltip="Существо стреляет по области 3x3. Нельзя использовать, если существо находится в ближнем бою. Можно использовать один раз за бой."
[A_Petrification H7CreatureAbility]
mName="Окаменение"
mTooltip="При получении критического урона существа будут парализованы и не смогут двигаться или атаковать до начала следующего хода или до получения урона."
[A_SHIELDING H7CreatureAbility]
mName="Использование щита"
mTooltip="Легионер и находящиеся рядом дружественные существа получают всего 25% урона от атак ближнего и дальнего боя."
[A_Shielding_Buff H7BaseBuff]
mName="Под защитой"
mTooltip="Существа получают лишь 25% урона от атак ближнего и дальнего боя."
[A_OpportunityRetaliation H7CreatureAbility]
mName="Поддержка"
mTooltip="Существо может нанести ответный удар стоящему рядом вражескому отряду, атакующему союзника."
[A_ResistanceDarkness H7CreatureAbility]
mName="Сопротивляемость магии тьмы"
mTooltip="Урон от заклинаний и эффектов магии тьмы уменьшен вдвое, урон от магии тьмы, наносимый существами, снижен на 25%."
[A_NightmarishPresence_Buff H7BaseBuff]
mName="Кошмарное присутствие"
mTooltip="%ICON_MORALE боевой дух %stat"
[A_DivingAttack H7CreatureAbility]
mName="Атака с небес"
mTooltip="Существо взмывает в воздух и атакует всех существ в указанной области 2x2 в начале следующего хода с бонусом %buff1.buff.stat к %ICON_ATTACK атаке. Ответный удар не наносится. После атаки существо приземляется неподалеку от указанной области."
[A_Resurrection H7CreatureAbility]
mName="Воскрешение"
mTooltip="Мгновенно восстанавливает %d.min ед. здоровья выбранному дружественному отряду и возвращает к жизни погибших существ.\nМожно использовать один раз за бой.\n(Не действует на нежить и конструктов)."
[A_SixHeaded H7CreatureAbility]
mName="Шесть голов"
mTooltip="Существо атакует все соседние вражеские отряды в широком секторе вокруг выбранного отряда."
[A_LivingShelter_Buff_Treant H7BaseBuff]
mName="Заколдованный лес"
mTooltip="%stat1 к %ICON_DEFENSE защите.\nСущество предоставляет укрытие для дружественных отрядов, блокирует перемещение отрядов противника, находящихся в непосредственной близости, и не мешает проходить союзникам."
[A_ResistanceEarth H7CreatureAbility]
mName="Сопротивляемость магии земли"
mTooltip="Урон от заклинаний и эффектов магии земли уменьшен вдвое, урон от магии земли, наносимый существами, снижен на 25%."
[A_NoRetaliation H7CreatureAbility]
mName="Нельзя контратаковать"
mTooltip="Вражеские отряды не могут отвечать на атаки этого существа."
[A_ArmourPiercing H7CreatureAbility]
mName="Пронзание брони"
mTooltip="Дистанционная атака существа игнорирует %ICON_DEFENSE защиту цели."
[A_AcidSpit_Buff H7BaseBuff]
mName="Едкий плевок"
mTooltip="В начале своего хода существо получает %special1.val1 ед. урона от %ICON_EARTH магии земли. Каждый ход урон уменьшается в два раза. Длительность (ходов): %durnow."
[A_AcidSpit H7CreatureAbility]
mName="Едкий плевок"
mTooltip="На следующий ход атакованные существа получат 50% от урона, нанесенного первым ударом, и 25% от этого урона еще через ход."
[A_PreemptiveStrike H7CreatureAbility]
mName="Упреждающий удар"
mTooltip="Это существо контратакует раньше, чем получает урон."
[A_HexOfDisruption_Buff H7BaseBuff]
mName="Искажающий сглаз"
mTooltip="%stat к %ICON_DEFENSE защите.\nДлительность (ходов): %durnow."
[A_Rooting H7CreatureAbility]
mName="Оплетение"
mTooltip="Существа, попавшие под удар, получают %buff1.buff.stat к %ICON_MAX_MOVEMENT дальности перемещения. Длительность (ходов): %buff1.buff.durini.\nПротивники, которым был нанесен критический удар, до конца следующего хода этого существа теряют способность передвигаться и использовать способности, связанные с перемещением."
[A_SoulReaver H7CreatureAbility]
mName="Похищение души"
mTooltip="Существо атакует выбранный вражеский отряд и передает %buff1.buff.special ед. %ICON_MANA маны от вражеского героя дружественному герою за каждое убитое существо. Количество маны, восполняемое за один удар, ограничено показателем магии героя."
[A_Petrification_Buff H7BaseBuff]
mName="Окаменение"
mTooltip="Существо не может двигаться, атаковать и наносить ответные удары до конца хода или до получения им урона."
[A_PiercingClaws H7CreatureAbility]
mName="Пронзающие когти"
mTooltip="Атаки существа игнорируют половину %ICON_DEFENSE защиты цели."
[A_SeaWarfare_Buff H7BaseBuff]
mName="Морское дело"
[A_MobileShooter_Skip_Ability H7CreatureAbility]
mName="Завершить ход"
mTooltip="Завершает ход существа."
[A_PoisonedBlades_Buff H7BaseBuff]
mName="Отравленные клинки"
mTooltip="В начале своего хода существо получает %special.val1 ед. урона от %ICON_DARK магии тьмы. Каждый ход этот урон увеличивается на величину первоначального урона. Длительность (ходов): %durnow."
[A_SweepingBash H7CreatureAbility]
mName="Размашистый удар"
mTooltip="Существо атакует все соседние вражеские отряды в узком секторе вокруг выбранного отряда. Существа, получившие критический удар будут парализованы и не смогут двигаться или атаковать до конца своего следующего хода."
[A_ResistanceWater H7CreatureAbility]
mName="Сопротивляемость магии воды"
mTooltip="Урон от заклинаний и эффектов магии воды уменьшен вдвое, урон от магии воды, наносимый существами, снижен на 25%."
[A_PoisonedBlades H7CreatureAbility]
mName="Отравленные клинки"
mTooltip="Попавшие под удар существа получают дополнительный урон в начале своего хода. Сначала наносится %buff.buff.special.val2 ед. урона от %ICON_DARK магии тьмы за каждого воина тени; с каждым ходом этот урон увеличивается на %buff.buff.special.val2 ед. урона за каждого воина тени. Длительность (ходов): %buff.buff.durini."
[A_SoulFlayingBreath H7CreatureAbility]
mName="Бичевание души"
mTooltip="При нанесении ответного удара существо атакует вражеские отряды лучом магии тьмы, нанося урон всем отрядам по соседству с атакованным."
[A_PiercingShot_Apprentice H7CreatureAbility]
mName="Пронзающий выстрел"
mTooltip="Существо наносит урон всем отрядам, стоящим на одной линии, нанося урон случайной школы магии."
[A_Thorns_Buff H7BaseBuff]
mName="Шипы"
mTooltip="%stat к %ICON_MOVEMENT дальности перемещения.\nСущество получает %d.min ед. урона от %ICON_EARTH магии земли при каждом перемещении.\nЭффект действует до конца хода."
[A_TreantSynergy H7CreatureAbility]
mName="Связь с энтами"
mTooltip="Существо и находящиеся рядом с ним дружественные отряды получают %buff.buff.stat к %ICON_DEFENSE защите.\nВ конце хода существо восстанавливает находящимся рядом дружественным энтам %d.min ед. здоровья."
[A_TreantSynergy_Buff H7BaseBuff]
mName="Связь с энтами"
mTooltip="%stat к %ICON_DEFENSE защите."
[A_Undead H7CreatureAbility]
mName="Нежить"
mTooltip="Существо не является живым и не имеет боевого духа.\nЕго нельзя вылечить или воскресить.\nСущество невосприимчиво к яду, страху и эффектам воздействия на разум.\nПолучаемый урон от магии света увеличен на %res2.norm. Благотворные заклинания и эффекты магии света на существо не действуют."
[A_Unfettered H7CreatureAbility]
mName="Непокорность"
mTooltip="Существо невосприимчиво ко всем эффектам, ограничивающим перемещение."
[A_UnlimitedRetaliations H7CreatureAbility]
mName="Всегда отвечает на удар"
mTooltip="Существо всегда отвечает на атаки, если имеет такую возможность."
[A_Vigilance H7CreatureAbility]
mName="Осторожность"
mTooltip="Атакуя этот отряд, противник не получает бонусов за атаки с фланга или с тыла."
[A_VulnerabilityAir H7CreatureAbility]
mName="Уязвимость к магии воздуха"
mTooltip="%res к получаемому существом урону от магии воздуха."
[A_VulnerabilityDarkness H7CreatureAbility]
mName="Уязвимость к магии тьмы"
mTooltip="%res к получаемому существом урону от магии тьмы."
[A_VulnerabilityEarth H7CreatureAbility]
mName="Уязвимость к магии земли"
mTooltip="%res к получаемому существом урону от магии земли."
[A_VulnerabilityFire H7CreatureAbility]
mName="Уязвимость к магии огня"
mTooltip="%res к получаемому существом урону от магии огня."
[A_VulnerabilityLight H7CreatureAbility]
mName="Уязвимость к магии света"
mTooltip="%res к получаемому существом урону от магии света."
[A_VulnerabilityWater H7CreatureAbility]
mName="Уязвимость к магии воды"
mTooltip="%res к получаемому существом урону от магии воды."
[A_WhirlingDeath H7CreatureAbility]
mName="Вихрь смерти"
mTooltip="Существо атакует все находящиеся рядом вражеские отряды."
[A_WitheringBreath H7CreatureAbility]
mName="Губительное дыхание"
mTooltip="Существо выдыхает на вражеские отряды облако темной магии. Попавшие под удар существа в свой следующий ход получат половину урона от этой атаки и 25% от этого урона еще через ход."
[A_WitheringBreath_Buff H7BaseBuff]
mName="Губительное дыхание"
mTooltip="В начале своего хода существо получает %special1.val1 ед. урона от %ICON_DARK магии тьмы. Каждый ход этот урон уменьшается в два раза. Длительность (ходов): %durnow."
[A_WitheringVenom H7CreatureAbility]
mName="Иссушающий яд"
mTooltip="Попавшие под удар существа получают дополнительный урон в начале своего хода. Сначала наносится %buff.buff.special.val2 ед. урона от %ICON_DARK магии тьмы за каждого паука смерти; с каждым ходом этот урон увеличивается на %buff.buff.special.val2 ед. урона за каждого паука смерти. Длительность (ходов): %buff.buff.durini."
[A_WitheringVenom_Buff H7BaseBuff]
mName="Иссушающий яд"
mTooltip="В начале своего хода существо получает %special ед. урона от %ICON_DARK магии тьмы. Каждый ход этот урон увеличивается на величину первоначального урона. Длительность (ходов): %durnow."
[A_Incapacitated_Buff H7BaseBuff]
mName="Паралич"
mTooltip="Существо не может двигаться или атаковать до окончания раунда.\nОно также становится невосприимчиво к параличу на два раунда."
[A_StrikeAndReturn_Disable H7CreatureAbility]
mName="Атаковать и остаться на месте"
mTooltip="Существо при атаке не использует способность «Атака и отступление»."
[A_RavangerCharge H7CreatureAbility]
mName="Разбег"
mTooltip="Существо получает +2 к %ICON_ATTACK атаке за каждую клетку, пройденную перед нанесением удара."
[A_LifeDrain_InsatiableThirst H7CreatureAbility]
mName="Вытягивание жизни"
mTooltip="Существо восстанавливает здоровье в размере 75% от нанесенного им урона. Также эта способность позволяет возвращать павших существ на поле боя."
[A_DivingAttack_Buff_Movement H7BaseBuff]
mTooltip="0"
[A_ChaosShield H7CreatureAbility]
mName="Щит хаоса"
mTooltip="На вражеских существ, атакующих отряд в ближнем бою или наносящих ему ответный удар, накладывается случайный негативный магический эффект."
[A_Incapacitated_Immunity_Buff H7BaseBuff]
mName="Невосприимчивость к параличу"
mTooltip="В течение %durnow раунда(ов) существо невосприимчиво к параличу."
[A_LivingShelter_Buff_Allies H7BaseBuff]
mName="Заколдованный лес"
[A_RuneTeleport H7CreatureAbility]
mName="Руническое перемещение"
mTooltip="Существо мгновенно перемещается к дружественной руне. После перемещения руна разрушается, а существо получает ауру этой руны до конца боя."
[A_RuneOfBalance_Ability_Active H7RuneAbility]
mName="Руна равновесия: активация"
mTooltip="В области действия ауры все дружественные существа освобождаются от действия негативных эффектов, а наложенные на вражеские отряды положительные эффекты рассеиваются. Можно активировать один раз за бой."
[A_InkSpray H7CreatureAbility]
mName="Струя чернил"
mTooltip="Атакует вражеский отряд, нанося ему и всем находящимся рядом вражеским существам на 70% меньше урона. У атакованных существ до конца их следующего хода на 50% снижается шанс попадания при атаке в ближнем бою и контратаке."
[A_Defensive H7CreatureAbility]
mName="Оборона"
mTooltip="Обороняясь, существо всегда отвечает на удар. Атакующие его противники не получают бонусов при атаке с фланга и с тыла. Эффект действует до начала его следующего хода."
[A_Rage_Buff H7BaseBuff]
mName="Ярость"
mTooltip="%stat1 к урону и %stat3 к %icon_movement дальности перемещения. Существо невосприимчиво к следующим негативным эффектам, влияющим на разум: снижению %ICON_MORALE боевого духа, а также к эффектам «Парализующего взгляда» и «Лика страха», накладываемым при атаке. Действует до конца следующего хода существа."
[A_ThrowingHammer H7CreatureAbility]
mName="Бросок молота"
mTooltip="Отряд наносит противнику урон в дальнем бою с бонусом %buff1.buff.stat1 к %icon_attack атаке. Бросок молота наносит полный урон с любого расстояния. Можно использовать один раз, однако если в отряде погибает существо, навык снова становится доступен."
[A_CorrodingVenom_Buff H7BaseBuff]
mName="Разъедающий яд"
mTooltip="%stat к %icon_defense защите отряда до конца его следующего хода."
[A_Wild_Buff H7BaseBuff]
mName="Свирепость"
mTooltip="Существо всегда наносит два удара. У атакованного противника есть возможность нанести ответный удар после первой атаки. На критические удары существа нельзя ответить, атакованное существо будет парализовано и не сможет двигаться или атаковать до конца своего следующего хода."
[A_CripplingSting_Buff H7BaseBuff]
mName="Калечащее жало"
[A_Rebirth_Firebird H7CreatureAbility]
mName="Перерождение"
mTooltip="Раз в бой полностью уничтоженный отряд возрождается с половиной изначальной численности. При этом с него снимаются все эффекты."
[A_ScatterShot H7CreatureAbility]
mName="Град стрел"
mTooltip="Существо наносит %special1.val1 ед. урона всем вражеским отрядам в области 3x3."
[A_Rage H7CreatureAbility]
mName="Ярость"
mTooltip="Атакованное в дальнем бою существо получает %buff.buff.stat1 к урону и %buff.buff.stat3 к %icon_movement дальности перемещения, а также становится невосприимчиво к негативным эффектам, влияющим на разум, до конца своего следующего хода."
[A_RuneOfBalance_CreatureAbility_5x5 H7CreatureAbility]
mName="Руна равновесия"
mTooltip="Урон, который получит выбранный дружественный отряд, будет равномерно распределен между ним и всеми союзниками, находящимися в области 5x5 вокруг него."
[A_RuneOfBalance_Ability_Aura_Buff H7BaseBuff]
mName="Аура руны равновесия"
mTooltip="Урон, который получит отряд, будет равномерно распределен между ним и всеми союзниками, находящимися в области действия ауры руны равновесия."
[A_Nimble H7CreatureAbility]
mName="Проворство"
mTooltip="При сражении с большими существами отряд получает %buff1.buff.stat1 к %icon_defense защите. Кроме того, большие существа не получают бонусов, атакуя этот отряд с фланга или с тыла."
[A_ImplodingArrow H7CreatureAbility]
mName="Стрела коллапса"
mTooltip="Существо атакует цель в дальнем бою. Все существа на расстоянии до трех клеток от цели притягиваются и разворачиваются в ее направлении. Можно использовать один раз за бой."
[A_Stranglehold H7CreatureAbility]
mName="Мертвая хватка"
mTooltip="Атакованные или контратакованные этим существом отряды малых существ получают эффект «Мертвая хватка» и не могут двигаться до начала следующего хода существа, наложившего эффект. Если это существо двигается с места или погибает, действие эффекта прекращается."
[A_FireBreath H7CreatureAbility]
mName="Огненное дыхание"
mTooltip="Существо выдыхает в сторону вражеских существ струю пламени. Клетки загораются и продолжают гореть до конца следующего раунда. Существа, ступившие на подожженную клетку или начавшие на ней свой ход, получают %buff1.buff.d1.min ед. урона от %buff1.buff.d1.icon магии огня."
[A_MagmaPond_Buff H7BaseBuff]
mName="Озеро магмы"
[A_Defensive_Buff H7BaseBuff]
mName="Оборона"
mTooltip="Существо всегда отвечает на удар. Атакующие его противники не получают бонусов при атаке с фланга и с тыла. Эффект действует до начала его следующего хода."
[A_HammerOfArkath H7CreatureAbility]
mName="Молот Арката"
mTooltip="Все отряды и средства поддержки, расположенные в непосредственной близости от цели, которую существо атакует в ближнем бою, получат %special1 от нанесенного существом урона в виде урона от магии огня. Не работает при контратаках."
[A_ForceArrows H7CreatureAbility]
mName="Усиленные стрелы"
mTooltip="Дистанционная атака существа игнорирует %special1.val1 %ICON_DEFENSE защиты цели."
[A_RuneOfBalance_Ability_Aura_5x5 H7RuneAbility]
mName="Руна равновесия: аура"
mTooltip="Урон, получаемый дружественным отрядом в области действия ауры, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры."
[A_RuneOfBalance H7CreatureAbility]
mName="Руна равновесия"
mTooltip="Урон, получаемый дружественным отрядом в области действия ауры 3x3, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры. Один раз за бой руну можно использовать, чтобы освободить всех дружественных существ от действия негативных эффектов и рассеять наложенные на вражеские отряды положительные эффекты в области действия ауры."
[A_RuneOfBalance_CreatureAbility_3x3 H7CreatureAbility]
mName="Руна равновесия"
mTooltip="Урон, получаемый любым дружественным отрядом в области 3x3 вокруг существа, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры."
[A_TrailOfFire_Buff H7BaseBuff]
mName="Огненный след"
[A_FireShield H7CreatureAbility]
mName="Щит огня"
mTooltip="Вражеские отряды, атакующие или контратакующие это существо в ближнем бою, получают урон от магии огня в размере %special1 от нанесенного ими урона."
[A_ThrowingHammer_Buff H7BaseBuff]
mName="Бросок молота"
[A_MagmaPond H7CreatureAbility]
mName="Озеро магмы"
mTooltip="Создает в области 4x4 под собой озеро магмы, которое исчезнет в конце следующего раунда. Существа, ступившие в озеро магмы или начавшие в нем свой ход, получают %buff1.buff.d1.min ед. урона от %icon_fire магии огня."
[A_MagmaBlood H7CreatureAbility]
mName="Кровь вулкана"
mTooltip="Существо невосприимчиво к негативным эффектам заклинаний магии огня. Атаки, основанные на магии огня, могут уничтожить не более одного существа за раз."
[A_AuraOfFire H7CreatureAbility]
mName="Аура огня"
mTooltip="Существо и все находящиеся рядом дружественные отряды невосприимчивы к эффектам магия воды."
[A_FireBreath_Buff H7BaseBuff]
mName="Огненное дыхание"
[A_CripplingSting H7CreatureAbility]
mName="Калечащее жало"
mTooltip="Существо атакует противника в ближнем бою, нанося цели %buff1.buff.stat1 ед. урона. На удары существа нельзя ответить, а атакованный отряд будет парализован и не сможет двигаться или атаковать до конца своего следующего хода."
[A_InkSpray_Buff H7BaseBuff]
mName="Струя чернил"
mTooltip="Шанс попадания при атаке в ближнем бою снижен на 50%. Эффект длится до конца хода существа."
[A_Stranglehold_Buff H7BaseBuff]
mName="Мертвая хватка"
mTooltip="Существо не может двигаться до начала следующего хода противника, наложившего на него эффект «Мертвая хватка». Эффект также будет снят, если противник сдвинется с места или погибнет."
[A_RuneOfBalance_Rune H7EditorRuneUnit]
mName="Руна равновесия"
[A_AuraOfFire_Buff H7BaseBuff]
mName="Аура огня"
mTooltip="Существо невосприимчиво к эффектам магия воды."
[A_Soulfire H7CreatureAbility]
mName="Пламя души"
mTooltip="Находящиеся поблизости дружественные отряды получают %buff1.buff.stat1 к %icon_morale боевому духу и %buff1.buff.stat3 к %icon_movement  дальности перемещения (даже если существо прошло рядом)."
[A_Soulfire_Buff H7BaseBuff]
mName="Пламенная душа"
mTooltip="Существо получает %stat1 к %icon_morale боевому духу и %stat3 к %icon_movement дальности перемещения до конца следующего хода."
[A_DwarvenShieldwall H7CreatureAbility]
mName="Стена щитов"
mTooltip="%special1.val1 к %icon_defense защите при лобовых атаках. Лобовые атаки и ответные удары не могут парализовать существо."
[A_CorrodingVenom H7CreatureAbility]
mName="Разъедающий яд"
mTooltip="Отряды, атакованные этим существом, получают %buff.buff.stat к %icon_defense защите до конца своего следующего хода. Не работает при контратаках."
[A_RuneOfBalance_Ability_Aura_3x3 H7RuneAbility]
mName="Руна равновесия: аура"
mTooltip="Урон, получаемый дружественным отрядом в области действия ауры, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры."
[A_TrailOfFire H7CreatureAbility]
mName="Огненный след"
mTooltip="Существо оставляет огненный след на всех клетках, через которые проходит. Существа, ступившие на подожженную клетку или начавшие на ней свой ход, получают %buff1.buff.d1.min ед. урона от %icon_fire магии огня. Огненный след исчезает в конце следующего раунда."
[A_Wild H7CreatureAbility]
mName="Свирепость"
mTooltip="Получив урон в ближнем бою, существо наносит в ответ два удара. Не работает при контратаках. Атакованный противник будет парализован и не сможет двигаться или атаковать до конца своего следующего хода."
[A_Nimble_Buff H7BaseBuff]
mName="Проворство"
[A_No_Meele_Penalty H7CreatureAbility]
mName="Нет штрафа в ближнем бою"
mTooltip="Это существо не получает штраф при сражении в ближнем бою."

UCP 1.1

[A_HolyBlades_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Святые клинки"
mTooltip="Все отряды нежити и демонов, находящиеся рядом с выбранным для атаки вражеским существом (кроме ответного удара), получают %special1 нанесённого урона в виде урона от %icon_light света."

[A_BlessedArrows H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Благословенные стрелы"
mTooltip="При срабатывании боевого духа атака дальнего боя существа игнорирует %ICON_DEFENSE защиту выбранного отряда.."

[A_BlessedArrows_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Благословенные стрелы"
mTooltip=""

[A_LonelyWolf H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Одинокий волк"
mTooltip="%buff.buff.stat1 %icon_initiative к инициативе и %buff.buff.stat3 %icon_movement к дальности перемещения, когда рядом с существом нет союзных отрядов."

[A_LonelyWolf_Buff_Increase H7BaseBuff]
mName="Одинокий волк"
mTooltip=""

[A_FormationDefensive H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитное построение"
mTooltip="Существо переходит в защитную форму: %buff1.buff.stat1 к %icon_defense защите и %buff1.buff.stat2 к %icon_health максимальному здоровью в дополнение к обычному бонусу %icon_Defense защиты, но %icon_movement скорость отряда становится равна %buff1.buff.stat3."

[A_FormationDefensive_Buff H7BaseBuff]
mName="Защитное построение"
mTooltip="%stat1 %icon_defense защиты и %stat2 %icon_health здоровья в дополнение к обычному бонусу %icon_Defense защиты. %icon_movement Скорость отряда становится равна %stat3."

[A_FormationOffensive H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Наступательное построение"
mTooltip="Существо переходит в наступательную форму: %buff1.buff.stat1 к %icon_attack атаке и %buff1.buff.stat2 к %icon_movement скорости, но %icon_defense защита отряда становится равна %buff1.buff.stat3."

[A_FormationOffensive_Buff H7BaseBuff]
mName="mName="Наступательное  построение"
mTooltip="%stat1 %icon_attack атаки и %stat2  %icon_movement скорости. %icon_defense Defence Защита отряда становится равна %stat3."

[A_StunningBlow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Оглушающий удар"
mTooltip="С вероятностью %buff.chance% каждая из атак существа может снизить %buff.buff.stat.icon инициативу выбранного отряда до %buff.buff.d.min на %buff.buff.durini хода."

[A_StunningBlow_Buff H7BaseBuff]
mName="Оглушающий удар"
mTooltip="%stat.icon Инициатива отряда становится равна %stat на %durnow ход(а)."

[A_Incorporeal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Бестелесный"
mTooltip="С вероятностью %d.min% любая немагическая атака против существа может потерпеть неудачу."

[A_Incorporeal_Buff H7BaseBuff]
mName="Бестелесный"
mTooltip=""

[A_BarbarianAnger H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гнев варвара"
mTooltip="Вражеские отряды, атакующие это существо, становятся целями его гнева. Все атаки (кроме ответных ударов) существ с этой способностью против отмеченных существ будут критическими на %buff.buff.durini хода."

[A_BarbarianAnger_Buff H7BaseBuff]
mName="Цель гнева варвара"
mTooltip="Все атаки (кроме ответных ударов) существ со способностью "Гнев варвара" против этого отряда будут критическими. Длится %durnow ход(а)."

[A_CursedBlossom H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Проклятое цветение"
mTooltip="Вражеские отряды, атакующие существо в ближнем бою, получают %buff.buff.stat %icon_luck удачи до конца своего следующего хода."

[A_CursedBlossom_Buff H7BaseBuff]
mName="Проклятое цветение"
mTooltip="%stat %icon_luck удачи до конца следующего хода существа."

[A_ShadowArmour H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Теневая броня"
mTooltip="Всякий раз, когда это существо находится под покровом Малассы, оно получает щит, поглощающий %stat.val ед. урона за каждый уровень героя."

[A_ShadowArmour_Buff H7BaseBuff]
mName="Теневая броня"
mTooltip="Поглощает до %special.val3 ед. урона."

[A_SolidAsAStone H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Твердокаменный"
mTooltip="Всякий раз, когда существо получает урон, оно получает  %buff.buff.stat %buff.buff.stat.icon к защите до своего следующего хода."

[A_SolidAsAStone_Buff H7BaseBuff]
mName="Твердокаменный"
mTooltip=""

[A_RhinocerosSkin H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Шкура носорога"
mTooltip="+2 %icon_defense защиты за каждую пройденную клетку до следующего хода существа."

[A_RhinocerosSkin_Buff H7BaseBuff]
mName="Шкура носорога"
mTooltip=""

[A_FlameStorm H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Буря пламени"
mTooltip="С вероятностью %buff1.buff.d.chance% в начале каждого раунда боя каждое вражеское существо может получить %buff1.buff.d.min ед. урона%icon_fire огнём от бури пламени."

[A_Flamestorm_Buff H7BaseBuff]
mName="Буря пламени"
mTooltip=""

[A_FlamingArrows H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пылающие стрелы"
mTooltip="Большие существа, атакованные отрядом в дальнем бою, будут подожжены. Горение наносит существу %buff.buff.special ед. урона %ICON_Fire огнём в начале его хода в течение %buff.buff.durini ходов."

[A_FlamingArrows_Buff H7BaseBuff]
mName="Горение"
mTooltip="Наносит существу %special ед. урона %ICON_Fire огнём в начале его хода. Длится %durnow ход(а)."

[A_ChildOfTheDarkness H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Дитя тьмы"
mTooltip="Существо может проходить сквозь любой другой отряд и наносит 1 ед. урона %ICON_DARK тьмой за каждое существо в отряде при прохождении сквозь вражеское существо."

[A_ChildOfTheDarkness_Buff H7BaseBuff]
mName="Дитя тьмы"
mTooltip=""

[A_Explosion H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Взрыв"
mTooltip="Всякий раз, когда существо получает урон, взрыв наносит %d2.max ед. урона %icon_fire огнём всем соседним вражеским отрядам."

[A_WindShield H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Щит ветра"
mTooltip="Существо невосприимчиво к первому урону, полученному в каждой битве."

[A_WindShield_Buff H7BaseBuff]
mName="Щит ветра"
mTooltip="Существо невосприимчиво к первому урону, полученному в каждой битве."

[A_AuraOfRenewal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Аура обновления"
mTooltip="Существо и все находящиеся по соседству с ним дружественные отряды восстанавливают %d1.min очков здоровья в начала хода этого существа. \n(Не действует на нежить и конструктов=)"

[A_IcePrison_Attack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяная темница"
mTooltip="С вероятностью %d2.min% атака этого существа в дальнем бою может заключить в плен выбранное вражеское существо. Пленённое существо не может совершать действия и считается отсутствующим на поле боя до начала следующего раунда боя."

[A_IcePrison_Buff H7BaseBuff]
mName="Ледяная темница"
mTooltip="Существо внутри ледяной темницы не может совершать действия и считается отсутствующим на поле боя до начала следующего раунда боя."

[A_TouchOfLight H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Касание света"
mTooltip="Отряд перемещается к выбранному дружественному существу, снимает с него все негативные магические эффекты и полностью восстанавливает его %icon_health здоровье."

[A_ShadowOfDeath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Тень смерти"
mTooltip="Существа, попавшие под удар, получают %buff.buff.stat %icon_health здоровья на %buff.buff.durini ход(а) (не накапливается)."

[A_ShadowOfDeath_Buff H7BaseBuff]
mName="Тень смерти"
mTooltip="%stat %icon_health здоровья на %durnow ход(а)."

[A_SirenSong H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Песнь сирены"
mTooltip="Вражеские отряды, атакующие существо в ближнем бою, становятся очарованными до конца своего следующего хода. Существо невосприимчиво к урону, наносимому очарованными отрядами.\nСущества не могут быть зачарованы два раза подряд.\n(Не действует на нежить и конструктов)"

[A_SirenSong_Buff H7BaseBuff]
mName="Очарованный"
mTooltip="Это существо не наносит урона отрядам со способностью "Песнь сирены". Эффект длится до конца следующего хода существа."

[A_SoulReaver_Buff H7BaseBuff]
mName="Похищение души"
mTooltip=""

[A_DivingAttack_Initiative_Buff H7BaseBuff]
mName="Появление"
mTooltip="%stat1.icon Инициатива становится равна %stat1 и существо не может использовать атаку с небес. Длительность (ходов): %durnow."

UCP 1.1 (Improved descriptions)

[A_Regeneration_Wyvern H7CreatureAbility]
mName="Восстановление"
mTooltip="Отряд восстанавливает %d.min ед. здоровья в конце своего хода, и возвращает к жизни погибших существ."

[A_Splash H7CreatureAbility]
mName="Всплеск"
mTooltip="Существо стреляет по области 3x3. Выбранный отряд получает %buff.buff.stat1 %icon_Movement к дальности перемещения и %buff.buff.stat2 %ICON_INITIATIVE к инициативе до конца своего следующего хода. Нельзя использовать, если существо находится в ближнем бою."

[A_Splash_Buff H7BaseBuff]
mName="Всплеск"
mTooltip="%stat1 %icon_Movement скорости и %stat2 %icon_Initiative инициативы до конца следующего хода существа."

[A_SoulReaver H7CreatureAbility]
mName="Похищение души"
mTooltip="Ваш герой получает %buff1.buff.stat1 %ICON_MANA маны за каждый вражеский отряд живых существ по соседству с этим отрядом в начале каждого его хода."

[A_DivingAttack_Buff_Movement H7BaseBuff]
mTooltip=""

[A_DivingAttack_Buff H7BaseBuff]
mName=""

[A_SolderingHands H7CreatureAbility]
mName="Огненные руки"
mTooltip="Восстанавливает соседним дружественным конструктам %d.min ед. здоровья." 

[A_LifeDrain H7CreatureAbility]
mName="Вытягивание жизни"
mTooltip="Существо восстанавливает здоровье в размере 50% от нанесенного им урона. Также эта способность позволяет возвращать павших существ на поле боя.\nНе действует, если существо атакует нежить или конструкта."

[A_StrikeAndReturn H7CreatureAbility]
mName="Атака и отступление"
mTooltip="После атаки существо возвращается на изначальную позицию, если эта клетка свободна."

[A_RuneOfBalance_Ability_Active H7RuneAbility]
mName="Руна равновесия: активация"
mTooltip="В области действия ауры все наложенные на отряды положительные эффекты рассеиваются. Можно активировать один раз за бой."

[A_Nova H7CreatureAbility]
mName="Изначальная звезда"
mTooltip="Существо стреляет по области 3x3. Нельзя использовать, если существо находится в ближнем бою."

[A_FireNova H7CreatureAbility]
mName="Огненная звезда"
mTooltip="Существо стреляет по области 3x3. Нельзя использовать, если существо находится в ближнем бою."

[A_LivingShelter_Buff_Treant H7BaseBuff]
mName="Заколдованный лес"
mTooltip="Отряд получает %stat1 к %ICON_DEFENSE защите.\nОбеспечивает укрытие для дружественных существ и не мешает им проходить сквозь него. Любой немагический урон, наносимый соседним дружественным существам, перенаправляется на этот отряд. Существует, пока отряд не движется и не атакует."

[A_LivingShelter H7CreatureAbility]
mName="Заколдованный лес"
mTooltip="Отряд получает %stat1 к %ICON_DEFENSE защите.\nСущество предоставляет укрытие для дружественных существ и не мешает им проходить сквозь него. Любой немагический урон, наносимый соседним дружественным существам, перенаправляется на этот отряд. %name существует, пока отряд не движется и не атакует."

[A_LivingShelter_Buff_Allies H7BaseBuff]
mName="Древесный щит"
mTooltip="Предоставляет укрытие от атак дальнего боя. Любой немагический урон, наносимый этому существу перенаправляется на стоящий рядом отряд, использующий способность "Заколдованный лес."

[A_AuraOfPestilence_Buff_Damage H7BaseBuff]
mName="Чумная аура"
mTooltip=""

[A_AuraOfPestilence H7CreatureAbility]
mName="Чумная аура"
mTooltip="Стоящие рядом существа получают %d.min ед. урона от %ICON_EARTH магии земли (яд) в конце каждого раунда боя. Кроме того, на них накладываются негативные эффекты: %buff.buff.buff.buff.stat1 к %ICON_ATTACK атаке и %buff.buff.buff.buff.stat2 к %ICON_MAX_MOVEMENT дальности перемещения. Длительность (ходов): %buff.buff.buff.buff.durini.\n(Не действует на нежить и конструктов)."

[A_DivingAttack H7CreatureAbility]
mName="Атака с небес"
mTooltip="Существо взмывает в воздух и атакует всех существ в указанной области 2x2 в начале следующего хода с бонусом %buff1.buff.stat к %ICON_ATTACK атаке. Ответный удар не наносится. После атаки существо приземляется неподалеку от указанной области.\n%icon_initiative Инициатива этого существа становится равна %buff1.buff.buff.buff.stat1, и оно не может использовать %name до конца своего следующего хода."

[A_Rooting_Buff_Base H7BaseBuff]
mName="Оплетение"
mTooltip="%stat к %ICON_MAX_MOVEMENT дальности перемещения. Длительность (ходов): %durnow."

[A_Rooting_Buff_Critical H7BaseBuff]
mName="Оплетение"
mTooltip="Существо не может передвигаться и использовать способности, связанные с движением. Длительность (ходов): %durnow."

[A_Rooting H7CreatureAbility]
mName="Оплетение"
mTooltip="Существа, попавшие под удар, получают %buff1.buff.stat к %ICON_MAX_MOVEMENT дальности перемещения. Длительность (ходов): %buff1.buff.durini.\nПротивники, которым был нанесен критический удар, до конца своего следующего хода теряют способность передвигаться и использовать способности, связанные с перемещением."

[A_RuneOfBalance_Ability_Aura_5x5 H7RuneAbility]
mName="Руна равновесия: аура"
mTooltip="Немагический урон, получаемый дружественным отрядом в области действия ауры, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры."

[A_RuneOfBalance_CreatureAbility_5x5 H7CreatureAbility]
mName="Руна равновесия"
mTooltip="Немагический урон, который получит выбранный дружественный отряд, будет равномерно распределен между ним и всеми союзниками, находящимися в области 5x5 вокруг него."

[A_RuneOfBalance_Ability_Aura_3x3 H7RuneAbility]
mName="Руна равновесия: аура"
mTooltip="Немагический урон, получаемый дружественным отрядом в области действия ауры, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры."

[A_RuneOfBalance_Ability_Aura_Buff H7BaseBuff]
mName="Аура руны равновесия"
mTooltip="Немагический урон, который получит отряд, будет равномерно распределен между ним и всеми союзниками, находящимися в области действия ауры руны равновесия."

[A_RuneOfBalance_CreatureAbility_3x3 H7CreatureAbility]
mName="Руна равновесия"
mTooltip="Немагический урон, получаемый любым дружественным отрядом в области 3x3 вокруг существа, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры."

[A_OpportunityAttack H7CreatureAbility]
mName="Коварная атака"
mTooltip="Если в данный момент существо не ведет ближний бой, оно атакует с расстояния первый вражеский отряд, который будет атакован союзниками в ближнем бою. Урон от этой атаки снижен на 50%."

[A_AcidBreath H7CreatureAbility]
mName="Ядовитое дыхание"
mTooltip="При атаке (кроме ответного удара) существо выпускает в сторону атакуемого отряда струю кислоты. Этот урон не применяется при атаке с фланга или тыла.\nВсе существа, находящиеся под ее действием, наносят половину урона в следующем ходу и 25% урона через ход."

[A_DragonAcidBreath H7CreatureAbility]
mName="Ядовитое дыхание дракона"
mTooltip="При атаке (кроме ответного удара) существо выпускает в сторону атакуемого отряда струю кислоты. Этот урон не применяется при атаке с фланга или тыла.\nВсе существа, находящиеся под ее действием, наносят половину урона в следующем ходу и 25% урона через ход."

[A_BreathOfLight H7CreatureAbility]
mName="Дыхание света"
mTooltip="При атаке (кроме ответного удара) существо выпускает в сторону вражеских отрядов луч света. Этот урон не применяется при атаке с фланга или тыла.\nПри получении критического удара отряды противника будут парализованы и не смогут двигаться или атаковать до конца своего следующего хода."

[A_WitheringBreath H7CreatureAbility]
mName="Губительное дыхание"
mTooltip="При атаке (кроме ответного удара) cущество выдыхает на вражеские отряды облако темной магии. Этот урон не применяется при атаке с фланга или тыла. Попавшие под удар существа в свой следующий ход получат половину урона от этой атаки и 25% от этого урона еще через ход."

[A_FireBreath H7CreatureAbility]
mName="Огненное дыхание"
mTooltip="При атаке (кроме ответного удара) cущество выдыхает в сторону вражеских существ струю пламени. Этот урон не применяется при атаке с фланга или тыла.\nКлетки загораются и продолжают гореть до конца следующего раунда. Существа, ступившие на подожженную клетку или начавшие на ней свой ход, получают %buff1.buff.d1.min ед. урона от %buff1.buff.d1.icon магии огня."

UCP 1.2

[A_ScatterShot H7CreatureAbility]
mName="Град стрел"
mTooltip="Существо наносит 25% урона всем вражеским отрядам в области 4x4."

[A_LongRange_Buff H7BaseBuff]
mName="Дальний бой"

[A_SHIELDING H7CreatureAbility]
mName="Использование щита"
mTooltip="Легионер и находящиеся рядом дружественные существа получают всего 25% урона от атак ближнего и дальнего боя."

[A_OpportunityRetaliation H7CreatureAbility]
mName="Поддержка"
mTooltip="Существо может нанести ответный удар стоящему рядом вражескому отряду, атакующему союзника. Способность можно активировать только раз за ход каждого существа при условии, что выбранное для атаки существо живо."

[A_WindShield_NotUsed_Buff H7BaseBuff]
mName="Щит ветра"
mTooltip="Существо невосприимчиво к первому урону, полученному в каждом бою."

[A_LifeDrain_LustForBlood H7CreatureAbility]
mName="Вытягивание жизни"
mTooltip="Существо восстанавливает здоровье в размере 10% от нанесенного им урона. Также эта способность позволяет возвращать павших существ на поле боя.\nНе действует, если существо атакует нежить или конструкта."

[A_MagicCatalyst H7CreatureAbility]
mName="Усиление магии"
mTooltip="Все находящиеся рядом отряды противника получают на %buff1.buff.res1.norm больше урона от заклинаний, наносящих мгновенный урон (кроме изначальной магии)."

[A_MagicCatalyst_Buff H7BaseBuff]
mName="Усиление магии"
mTooltip="Существо получает на %res.norm больше урона от заклинаний, наносящих мгновенный урон (кроме изначальной магии)."

[A_GiftOfLife_Buff_Marker H7BaseBuff]
mName="Дар жизни"

[A_ShieldProtection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Укрытие щитом"
mTooltip="Это существо и все соседние дружественные отряды получают укрытие от атак дальнего боя."

[A_ShieldProtection_Buff H7BaseBuff]
mName="Укрытие щитом"
mTooltip="Существа получают укрытие от атак дальнего боя."

[A_ArdentAura_Buff H7BaseBuff]
mName="Пламенная аура"
mTooltip="Уязвимость к огню. Существо получает на 25% больше урона от %icon_fire огня."

[A_ArdentAura H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пламенная аура"
mTooltip="Все соседние вражеские существа уязвимы для огня."

[A_Contagion H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Заражение"
mTooltip="Чумная аура существа становится заразной, распространяясь от заражённых отрядов в начале их хода к соседним живым существам."

[A_GriffinResolve H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Яростный натиск"
mTooltip="Каждая атака или ответный удар этого существа увеличвает его %icon_attack атаку на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."

[A_GriffinResolve_Buff H7BaseBuff]
mName="Яростный натиск"
mTooltip=""

UCP 1.3 modified

[A_HexOfDisruption H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Искажающий сглаз"
mTooltip="Атака дальнего боя снижает на %buff.buff.buff1.buff.stat.norm %ICON_DEFENSE защиту выбранного существа и всех вражеских отрядов рядом с ним на %buff.buff.buff1.buff.durini хода."

[A_HexOfDisruption_Primary_Buff H7BaseBuff]
mName="Искажающий сглаз"

[A_LivingShelter H7CreatureAbility]
mName="Заколдованный лес"
mTooltip="Существо предоставляет укрытие для соседних дружественных существ (кроме энтов и древних энтов), которые получают %buff1.buff.stat1 к %ICON_DEFENSE защите. %name существует, пока отряд не движется и не атакует."


[A_LivingShelter_Ability H7CreatureAbility]
mName="Заколдованный лес"

[A_LivingShelter_Buff_Allies H7BaseBuff]
mName="Древесный щит"
mTooltip="Предоставляет укрытие от атак дальнего боя. Существо получает %stat1 к %stat1.icon защите."

[A_Cleave H7CreatureAbility]
mName="Рубящий удар"
mTooltip="Существо всегда наносит два удара (кроме ответного удара). У атакованного противника есть возможность нанести ответный удар после первой атаки."

[A_GiftOfLife H7CreatureAbility]
mName="Дар жизни"
mTooltip="«Обновление» энтов-прародителей также возвращает к жизни павших дриад. Все иные исцеляющие или восстанавливающие эффекты, наложеннные на дружественных существ, будут также наложены на это существо."

[A_RuneOfBalance H7CreatureAbility]
mName="Руна равновесия"
mTooltip="Урон, получаемый дружественным отрядом в области действия ауры 3x3, будет равномерно распределен между ним и всеми союзниками, находящимися под воздействием этой ауры. Также отряды в области действия руны защищены от эффекта заклинания %spell.\nОдин раз за бой руну можно использовать, чтобы рассеять все положительные эффекты, наложенные на все отряды в области действия ауры."

[A_StunningBlow_Buff H7BaseBuff]
mName="Оглушающий удар"
mTooltip="%stat.icon Инициатива отряда становится равна %d.min на %durnow ход(а)."

[A_SoulFlayingBreath H7CreatureAbility]
mName="Бичевание души"
mTooltip="При атаке (кроме ответного удара) существо атакует вражеские отряды лучом магии тьмы, нанося урон всем отрядам в определённой области. Не получает бонус от атаки с фланга.\nТакже атакованные существа теряют два положительных эффекта."

UCP 1.3 new

[A_TimeLord H7CreatureAbility]
mName="Повелитель времени"
mTooltip="Дружественные существа по соседству получают %buff1.buff.stat1 к %ICON_INITIATIVE инициативе на %buff1.buff.durini хода(ов) после использования этой способности."

[A_TimeLord_Buff H7BaseBuff]
mName="Повелитель времени"
mTooltip="%stat1 к %stat1.icon инициативе. Длительность (ходов): %durnow."

[A_MarkOfTiger H7CreatureAbility]
mName="Знак тигра"
mTooltip="Вражеские отряды, атакующие существо в ближнем бою получают знак тигра.\nВсякий раз, когда существо контратакует, все отмеченные отряды получают дополнительный урон, равный урону, нанесённому при ответном ударе. Дополнительный урон в равной степени рспределяется между всеми этими отрядами."

[A_MarkOfTiger_Buff H7BaseBuff]
mName="Знак тигра"
mTooltip="Это существо будет получать урон всякий раз, когда вражеские отряды с умением "Знак тигра" контратакуют."

[A_MarkOfTiger_MainTarget_Buff H7BaseBuff]
mName="Знак тигра"
mTooltip="Это существо будет получать урон всякий раз, когда вражеские отряды с умением "Знак тигра" контратакуют."

[A_LastKiss H7CreatureAbility]
mName="Последний поцелуй"
mTooltip="Если существо убивает противника атакой дальнего боя, то оно может атаковать снова. Нельзя использовать чаще, чем один раз за ход."

[A_LastKiss_Buff H7BaseBuff]
mName="Последний поцелуй"

[A_LastKiss_Used_Marker H7BaseBuff]
mName="Последний поцелуй"

[A_RuneOfBalance_Ability_Active_5x5 H7RuneAbility]
mName="Руна равновесия: активация"
mTooltip="Рассеивает все положительные эффекты со всех существ в области действия ауры. Можно активировать один раз за бой."

[A_FieryShot H7CreatureAbility]
mName="Огненный выстрел"
mTooltip="Атаки этого существа в дальнем бою могут наносить урон нескольким малым вражеским существам в области 2x2."